define(function(require){
	
	return {
		showprompt:['请重新登录','邮箱不能为空','密码不能为空',"账号或者密码错误","账号或者密码不能为空"],
		bankAddind:['银行卡添加','请绑定持卡本人的银行卡','持卡人','卡号','银行','提交并审核'],
		bankBanding:['银行卡绑定','添加银行卡','删除'],
		community:["家族","家族结构","家族福利","家族人数","直接加速","家族加速","A家族","B家族","C家族","总","下级人数","下下级人数"],
		illustrate:["产品说明","产品介绍：","产品规则："],
		mailLogin:["登录","邮箱","密码","请输入邮箱地址","忘记密码"],
		market:["市场","交易市场","交易记录","快捷卖出","综合排序","筛选","剩余","子数","孙数","购买","加载完成","产品编号","金额","状态","交易时间","孵化器ID","标价（$）"]
	}
});