define(function(require){
	
	return {
		showprompt:['请重新登录','邮箱不能为空','密码不能为空',"账号或者密码错误","账号或者密码不能为空",
		            "购买成功","购买失败","安全密码不能为空","价格区间不能为空","无交易记录",
		            "产品不存在","产品名称不能为空","产品编号错误","下架失败请重新提交请求","出售成功",
		            "出售失败","确定售价为0吗","暂无更多数据","价格区间错误"],
		bankAddind:['银行卡添加','请绑定持卡本人的银行卡','持卡人','卡号','银行','提交并审核'],
		bankBanding:['银行卡绑定','添加银行卡','删除'],
		community:["家族","家族结构","家族福利","家族人数","直接加速","家族加速","A家族","B家族","C家族","总","下级人数","下下级人数"],
		illustrate:["产品说明","产品介绍：","产品规则："],
		mailLogin:["登录","邮箱","密码","请输入邮箱地址","忘记密码"],
		market:["市场","交易市场","交易记录","快捷卖出","综合排序","筛选",
		        "剩余","子数","孙数","购买","加载完成","加载中","产品编号",
		        "金额","状态","交易时间","猫窝ID","标价（$）","孵化器的具体数据将自动显示于交易市场",
		        "卖出","价格区间（元）"," 重 置 ","确认","综合排序","价格升序",
		        "价格降序","确认付款","订单信息","付款方式","付款","市场余额",
		        "支付密码","确认支付","是否下架","是","否","二级密码：",
		        "确认密码","设置密码","刷新中"]
	}
});